tap "homebrew/cask"
tap "homebrew/cask-fonts"

# Brews
brew "asdf"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "coreutils"
brew "git"
brew "gpg2"
brew "jq"
brew "k9s"
brew "kube-ps1"
brew "kubectl"
brew "neovim"
brew "minikube"
brew "pinentry-mac"
brew "protobuf"
brew "protolint"
brew "solargraph"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "zsh"

# Casks
cask "font-hack-nerd-font"
cask "iterm2"
cask "ngrok"
cask "visual-studio-code"
