tap "homebrew/bundle"

# Should already be installed
brew "gh"
brew "gnupg"
brew "yadm"

# Brews
brew "asdf"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "coreutils"
brew "fzf"
brew "git"
brew "jq"
brew "k9s"
brew "kube-ps1"
brew "kubectl"
brew "neovim"
brew "minikube"
brew "solargraph"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "zsh"

# Casks
cask "iterm2"
cask "ngrok"
cask "visual-studio-code"
